Show / Hide Table of Contents
Enum NonConformitySeverity
Nonconformity severities
Namespace: IdeaRS.OpenModel.Message
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum NonConformitySeverity
Fields
 Name |  Description
 Error
Error
 Info
Information
 TerminatedError
Error, coancel of the calculation required
 Warning
Deal as warning
 Improve this Doc
 View Source